be5invis.toml@0.6.0
charliermarsh.ruff@2025.24.0
matangover.mypy@0.4.2
ms-python.black-formatter@2025.2.0
ms-python.debugpy@2025.10.0
ms-python.isort@2025.0.0
ms-python.mypy-type-checker@2025.2.0
ms-python.python@2025.12.0
ms-python.vscode-pylance@2025.7.1
ms-python.vscode-python-envs@1.2.0
supernova-explosion.houdini-vex@0.0.6
spmeesseman.vscode-taskexplorer@2.13.14
ms-vscode.powershell@2025.4.0
TheQtCompany.qt@1.3.0
theqtcompany.qt-ui@1.11.1